Repository: sqwxl/positronweb.ca
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Name
fr: Nom

source: Email
fr: Adresse courriel

source: Phone Number (optional)
fr: Numéro de téléphone (facultatif)

source: Tell us about your project, your budget and your target launch date. We'll get back to you ASAP.
fr: Parlez-nous de votre projet, de votre budget et de la date de lancement prévue. Nous vous répondrons dans les plus brefs délais.

source: Contact Us
fr: Contactez-nous

source: Send
fr: Envoyer

source: Schedule a free consultation
fr: Planifiez une consultation gratuite

source: Speed
fr: Vitesse

source: Modern websites that are snappy and responsive.
fr: Sites web modernes, rapides et réactifs.

source: Stability
fr: Stabilité

source: Built with battle-tested technologies to provide reliable and safe user experiences.
fr: Construit avec des technologies éprouvées pour des expériences sûres.

source: Security
fr: Securité

source: Secure by default to keep you and your client's data safe.
fr: Sécurisé par défaut pour protéger vos données et celles de vos clients.

source: Accessibility
fr: Accessibilité

source: Clear, simple and functional designs that are easy to use.
fr: Des designs clairs, simples et fonctionnels pour une utilisation facile et agréable.

source: Open Source Tech
fr: Technologie à source ouverte

source: Take advantage of trusted, community-driven software:
fr: Profitez de logiciels fiables, maintenus par une communauté internationale:

source: Websites
fr: Sites web

source: Wether you need a website to present your business, an artist's portofolio or a complex project with a custom design, we can help you.
fr: Que vous ayez besoin d'un site web pour présenter votre entreprise, un portofolio d'artiste ou un projet complexe avec un design personnalisé, nous pouvons vous aider.

source: Mobile apps for iOS & Android as well as cross-platform apps for Windows, MacOS and Linux.
fr: Applications mobiles pour iOS et Android ainsi que des applications multiplateformes pour Windows, MacOS et Linux.

source: Want to sell stuff online? Cut costs and avoid paying hefty commissions by managing your own online store.
fr: Vous voulez vendre des choses en ligne ? Réduisez les coûts et évitez de payer des commissions en gérant votre propre boutique en ligne.

source: Something else?
fr: Autre chose?

source: We can build custom software solutions tailored to your specific needs.
fr: Nous sommes en mesure de créer des solutions logicielles selon vos besoins.

source: Tell us about your project!
fr: Parlez-nous de votre projet !

source: Home
fr: Accueil

source: The web how it was meant to be
fr: Le web tel qu'il est censé être

source: The snippy, snappy subatomic particle
fr: La particule subatomique pétillante

source: The web artisans
fr: Les artisans du web

source: Simple, reliable, and fast
fr: Simple, fiable et rapide

source: Your new favorite antiparticle
fr: Votre nouvelle antiparticule préférée

source: Where technology meets craftsmanship
fr: Là où la technologie rencontre l'artisanat

source: Powered by positronic brains
fr: Alimenté par des cerveaux positroniques

source: Web crafting with a positive spin
fr: Artisanat du web avec une touche positive

source: Bit by positronic bit
fr: Positronification imminente!

source: Enjoy a warm cup of positronic tea
fr: Dégustez une tasse de thé positronique

source: Positronic precision in every pixel
fr: Précision positronique dans chaque pixel

source: Positive design, positive impact
fr: Design positif, impact positif

source: The positively powerful positronic web experience
fr: L'expérience web positivement positronique

source: Infused with positively charged particles
fr: Infusé de particules chargées positivement

source: Thunderstruck by a bolt of positronic lightning
fr: Foudroyé par un éclair positronique

source: Artisanal bytes served up on a positronic palette
fr: Octets artisanaux servis sur une palette positronique

source: Meet the electron's nerdy cousin
fr: Rencontrez le cousin farfelu de l'électron

source: About
fr: À propos

source: Your message has been sent, thank you.
fr: Votre message a été envoyé, merci.

source: There was an error sending your message, please try again.
fr: Une erreur s'est produite lors de l'envoi de votre message, veuillez réessayer.

source: There are errors with your submission.
fr: Il y a des erreurs dans votre soumission.
